Repository: WPPlugins/taskbreaker-project-management
Catalog: languages/task_breaker-*.po
Languages: ru_ru

source: Go to the next page
ru_ru: Следующая страница

source: Search Projects...
ru_ru: Поиск проектов...

source: completed
ru_ru: выполнено

source: reopened
ru_ru: переоткрыта

source: Updated
ru_ru: Обновлено

source: Reopened
ru_ru: Переоткрыта

source: %1$s added new task under %2$s
ru_ru: %1$s добавил(а) новую задачу в проекте %2$s

source: Completed by
ru_ru: Задачу выполнил

source: Reopened by
ru_ru: Заново открыта

source: Go back to tasks.
ru_ru: Вернуться в задачи.

source: Reopen Task
ru_ru: Открыть заново

source: Update Task
ru_ru: Обновить задачу

source: Search Tasks:
ru_ru: Найти задачи:

source: Search Task
ru_ru: Найти задачу

source: Go to the next page!!!
ru_ru: Следующая страница

source: Go to the last page
ru_ru: Последняя страница

source: Go to page %d &raquo;
ru_ru: Перейти на %d страницу &raquo;

source: A new task is assigned to me
ru_ru: Новая задача назначена мне

source: Open
ru_ru: Открыто

source: New Progress by
ru_ru: Обновление задачи от

source: Remove Comment
ru_ru: Удалить комментарий

source: This task is assigned to:
ru_ru: Исполнитель:

source: Tasks List
ru_ru: Список задач

source: &larr; Tasks List
ru_ru: &larr; Список задач

source: Edit
ru_ru: Редактировать

source: Discussion
ru_ru: Обсуждение задачи

source: In Progress
ru_ru: Выполняется

source: Edit Task
ru_ru: Редакт. задачу

source: Notice: TaskBreaker is only available for PHP Version 5.3.0 and above.
ru_ru: Внимание!: TaskBreaker работает только на PHP версии 5.3.0 и выше.

source: Notice: TaskBreaker requires BuddyPress Groups Component to be enabled.
ru_ru: Внимание!: TaskBreaker нужно чтобы группы в BuddyPress были включены.

source: Projects
ru_ru: Проекты

source: Currently showing %d task
ru_ru: Сейчас отображается %d задача

source: out of %d
ru_ru: из %d

source: Currently showing %d completed task
ru_ru: Сейчас отображается %d выполненная задача

source: No results found. Try another filter or add new task.
ru_ru: Нет результатов. Используйте другой фильтр или добавьте новую задачу.

source: Title
ru_ru: Заголовок

source: Priority
ru_ru: Приоритет

source: Date
ru_ru: Дата

source: N/A
ru_ru: н/д

source: Go to the first page
ru_ru: На первую страницу

source: Go to the previous page
ru_ru: На предыдущую страницу

source: Started by
ru_ru: Создал

source: under &raquo;
ru_ru: для &raquo;

source: New Project
ru_ru: Новый проект

source: Title:
ru_ru: Заголовок:

source: Number of Tasks:
ru_ru: Кол-во задач:

source: Project
ru_ru: Проект

source: Add New
ru_ru: Добавить новый

source: Add New Project
ru_ru: Добавить новый проект

source: Edit Project
ru_ru: Редактировать

source: View Project
ru_ru: Просмотр

source: All Projects
ru_ru: Все проекты

source: Search Projects
ru_ru: Поиск проектов

source: Parent Projects:
ru_ru: Родительские проекты:

source: No projects found.
ru_ru: Нет проектов

source: No projects found in Trash.
ru_ru: В корзине нет проектов.

source: Menu Header
ru_ru: Заголовок меню

source: You were assigned a new task, but it was deleted. You can ignore this notification.
ru_ru: Вам была поставлена новая задача, но потом удалена. Вы можете проигнорировать это оповещение.

source: My Projects
ru_ru: Мои проекты

source: Projects Directory
ru_ru: Список проектов

source: Completed
ru_ru: Выполнено

source: %s Completed
ru_ru: %s Выполнено

source: About
ru_ru: Описание

source: At a Glance
ru_ru: Краткая сводка

source: Total Tasks
ru_ru: Всего задач

source: Task(s) remaining
ru_ru: Задач осталось

source: Task(s) Completed
ru_ru: Задач выполнено

source: Enter the new title for this project
ru_ru: Напишите заголовок проекта

source: Project Name
ru_ru: Название проекта

source: Project Details
ru_ru: Описание проекта

source: Describe what this project is all about. You can edit this later.
ru_ru: В паре предложений опишите цел вашего проекта. Описание можно потом отредактировать.

source: Assign to Group:
ru_ru: Исполнители:

source: Save Project
ru_ru: Сохранить проект

source: Only a group moderator or a group administrator can create a group project. %1$s Create your group %2$s or %3$s join an existing one %4$s to take part in projects.
ru_ru: Только модераторы и администраторы этой группы могут создавать для неё проекты. %1$s Создайте свою группе %2$s или %3$s вступите в существующую %4$s чтобы принять участие в проекте.

source: Create Group
ru_ru: Создать группу

source: Visit Groups
ru_ru: Посетить группы

source: Explain what this project is all about
ru_ru: В паре предложений опишите проект и его цель.

source: Update Project
ru_ru: Обновить проект

source: Delete
ru_ru: Удалить

source: Task Summary
ru_ru: Заголовок задачи

source: Priority:
ru_ru: Приоритет:

source: No File Selected
ru_ru: Файл не выбран

source: Click to attach a file
ru_ru: Нажмите и прикрепите файл

source: (maximum file size: %d MB)
ru_ru: (макс. размер: %d Мбайт)

source: Uploading
ru_ru: Загрузка

source: . File attached successfully.
ru_ru: . Файл прикреплён.

source: . Upload successfully initiated, but the server was unable to process it. See message below.
ru_ru: . Загрузка началась, но сервер не смог завершить её. См. сообщение ниже.

source: File attachment is disabled for this browser. Please update to latest version
ru_ru: Загрузка файлов выключена в этом браузере. Обновите это старьё!

source: %s Task
ru_ru: %s Задача

source: Normal
ru_ru: Средний

source: High
ru_ru: Высокий

source: Critical
ru_ru: Критичный

source: Explain what this update is all about
ru_ru: Ваши замечания, предложения и т.д. по задаче

source: Update Priority:
ru_ru: Обновить приоритет:

source: Tasks
ru_ru: Все задачи

source: Create New Task
ru_ru: Новая задача

source: Show All
ru_ru: Показать всё

source: Normal Priority
ru_ru: Средний

source: High Priority
ru_ru: Высокий

source: Critical Priority
ru_ru: Критичный

source: No tasks found. Try different keywords and filters.
ru_ru: Не найдено задач. Используйте другие ключевые слова и фильтры

source: Tip: Press the <em>'escape'</em> key in your keyboard to hide this form
ru_ru: Совет: Нажмите клавишу <em>'escape'</em> чтобы скрыть эту форму

source: Page:
ru_ru: Страница:

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: [{{{site.name}}}] There is a new task waiting for you.
ru_ru: [{{{site.name}}}] для вас есть новые задачи.

source: A member of a project received a new ask.
ru_ru: Участник проекта прислал новый вопрос

source: [{{{site.name}}}] New task update.
ru_ru: [{{{site.name}}}] Новое обновление задачи.

source: A member of a project updated a task.
ru_ru: Участник проекта обновил задачу.

source: File upload success
ru_ru: Файл загружен

source: File attachment successfully deleted.
ru_ru: Файл успешно удален.

source: Fail to delete attachment
ru_ru: Ошибка удаления вложения

source: You are not allowed to delete this task. Only group administrators or group moderators are allowed.
ru_ru: Вы не можете удалить эту задачу. Это могут сделать только администраторы или модераторы группы.

source: TaskBreaker - Group Project Management
ru_ru: TaskBreaker - Групповое управление проектами

source: A simple WordPress plugin for managing projects and tasks. Integrated into BuddyPress Groups for best collaborative experience.
ru_ru: Простой плагин управления проектами и задачами для WordPress . Интегрирован с компонентом Группы BuddyPress, для получения лучшего опыта совместной работы.
